[
  {
    "bookName": "Maus",
    "authorName": "Art Spiegelman",
    "rating": "4.6",
    "category": "Comic",
    "description": "A Pulitzer Prize-winning graphic novel that tells the powerful story of Vladek Spiegelman, a Jewish survivor of the Holocaust, and his son's efforts to understand his father's experiences. Using anthropomorphic animal characters, 'Maus' offers a unique and emotionally impactful perspective on the Holocaust.",
    "quantity": "8",
    "bookPhoto": "https://img.thriftbooks.com/api/images/i/m/1F7ED837D072C56C2935B16DDCCAFC38D9717908.jpg"
  },
  {
    "bookName": "Persepolis",
    "authorName": "Marjane Satrapi",
    "rating": "4.5",
    "category": "Comic",
    "description": "An autobiographical graphic novel that portrays the author's childhood and young adulthood in Iran during and after the Islamic Revolution. 'Persepolis' is a coming-of-age story that provides insight into the complexities of Iranian society and politics.",
    "quantity": "10",
    "bookPhoto": "https://img.thriftbooks.com/api/images/i/m/3A0F0B0A006AC33B28047A746DF05FCC4621ED84.jpg"
  },
  {
    "bookName": "Watchmen",
    "authorName": "Alan Moore",
    "rating": "4.4",
    "category": "Comic",
    "description": "A groundbreaking graphic novel that deconstructs the superhero genre. 'Watchmen' presents a dark and complex narrative that explores the moral and psychological struggles of its characters in an alternate history where superheroes exist.",
    "quantity": "15",
    "bookPhoto": "https://img.thriftbooks.com/api/images/i/m/34E2729AB8CD3FFABF75735EE9068865F8F0A87A.jpg"
  },
  {
    "bookName": "Sandman",
    "authorName": "Neil Gaiman",
    "rating": "4.7",
    "category": "Comic",
    "description": "A critically acclaimed comic book series that follows Dream, one of the Endless, as he navigates the world of dreams and mythology. 'Sandman' is known for its intricate storytelling and imaginative world-building.",
    "quantity": "12",
    "bookPhoto": "https://img.thriftbooks.com/api/images/i/m/F21DA947C7A976D216FEDF42EA32A365A30E2E4C.jpg"
  },
  {
    "bookName": "Saga",
    "authorName": "Brian K. Vaughan",
    "rating": "4.8",
    "category": "Comic",
    "description": "An epic space opera comic series that follows two lovers from warring extraterrestrial races as they go on the run with their newborn daughter. 'Saga' is known for its inventive world-building, unique characters, and complex themes.",
    "quantity": "20",
    "bookPhoto": "https://img.thriftbooks.com/api/images/m/5911f4572ee5f01c22c16da6efea6c88e5aa19ea.jpg"
  }
]
